Repository: GiR-Zippo/bino
Catalog: src/po/*.po
Languages: cs

source: Caught signal %d (%s). Aborting.
cs: Obdržn signál %d (%s). Ukončuji se.

source: Unexpected exception.
cs: Neočekávaná výjimka.

source: Report bugs to <%s>.
cs: Chyby hlaste na <%s>.

source: Exception: %s
cs: Výjimka: %s

source: Invalid option %s.
cs: Neplatná operace %s.

source: Option --%s does not take an argument.
cs: Volba --%s nepřijímá žádný argument.

source: Invalid option -%c.
cs: Neplatná volba -%c.

source: Option --%s requires an argument.
cs: Volba --%s vyžaduje argument.

source: Option -%c requires an argument.
cs: Volba -%c vyžaduje argument.

source: Invalid argument for -%c.
cs: Neplatný argument pro -%c.

source: Invalid argument for --%s.
cs: Neplatný argument pro --%s.

source: Option --%s (-%c) is mandatory.
cs: Volba --%s (-%c) je povinná.

source: Option --%s is mandatory.
cs: Volba --%s je povinná.

source: Too few arguments.
cs: Příliš málo parametrů.

source: Too many arguments.
cs: Příliš mnoho parametrů.

source: Cannot convert string to %s.
cs: Nelze převést text do %s.

source: Cannot convert %s to %s.
cs: Nelze převést %s to %s.

source: Cannot initialize mutex: %s
cs: Nelze inicializovat mutex: %s

source: Cannot lock mutex: %s
cs: Nelze zavřít mutex: %s

source: Cannot unlock mutex: %s
cs: Nelze otevřít mutex: %s

source: Cannot create thread: %s
cs: Nelze vytvořit vlákno: %s

source: Cannot join with thread: %s
cs: Nelze se spojit s vláknem: %s

source: Cannot cancel thread: %s
cs: Nelze zrušit vlákno: %s

source: Cannot get time.
cs: Nelze získat aktuální čas.

source: No OpenAL device available.
cs: Není k dispozici žádné OpenAL zařízení.

source: No OpenAL context available.
cs: Není k dispozici žádný OpenAL kontext.

source: Cannot create OpenAL buffers.
cs: Nelze vytvořit OpenAL buffer.

source: Cannot create OpenAL source.
cs: Nelze vytvořit OpenAL zdroj.

source: Cannot set OpenAL source parameters.
cs: Nelze nastavit parametry OpenAL.

source: Cannot check OpenAL source state.
cs: Nelze ověřit stav OpenAL zdroje.

source: Cannot restart OpenAL source playback.
cs: Nelze znovu spustit přehrávání OpeanAL zdroje.

source: No OpenAL format available for audio data format %s.
cs: Neexistuje vhodný OpenAL format pro daný audio formát %s.

source: Cannot buffer initial OpenAL data.
cs: Nelze načíst počáteční data OpenAL.

source: Cannot buffer OpenAL data.
cs: Nelze načíst OpenAL data.

source: Cannot start OpenAL source playback.
cs: Nelze začít přehrávat OpeanAL zdroj.

source: Cannot pause OpenAL source playback.
cs: Nelze přerušit přehrávání OpeanAL zdroje.

source: Cannot unpause OpenAL source playback.
cs: Nelze pokračovat v přehrávání OpeanAL zdroje.

source: Cannot stop OpenAL source playback.
cs: Nelze zastavit přehrávání OpeanAL zdroje.

source: Cannot unqueue OpenAL source buffers.
cs: Nelze odpojit buffery OpeanAL zdroje.

source: unknown
cs: neznámá

source: not used
cs: nevyužívá se

source: Cannot initialize LIRC.
cs: Nemohu inicializovat LIRC.

source: Cannot set LIRC socket properties.
cs: Nelze nastavit parametry LIRC socketu.

source: Cannot read LIRC default configuration.
cs: Nelze získat výchozí nastavení LIRC.

source: Cannot read LIRC configuration file %s.
cs: Nelze přečíst LIRC konfigurační soubor %s.

source: Cannot get LIRC event; disabling LIRC support.
cs: Nelze získat událost z LIRC; vypínám podporu LIRC.

source: Received invalid command '%s' from LIRC.
cs: Obdržen neplatný příkaz '%s' z LIRC.

source: Cannot get command for LIRC code.
cs: Nelze získat příkaz pro daný LIRC kód.

source: %s version %s
cs: %s verze %s

source: Copyright (C) 2011 the Bino developers.
cs: Copyright (C) 2011 Bino vývojáři.

source: This is free software. You may redistribute copies of it under the terms of the GNU General Public License. There is NO WARRANTY, to the extent permitted by law.
cs: Tento program je svobodný software. Můžete jej šířit a modifikovat podle ustanovení GNU General Public License.Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL.

source: Platform:
cs: Platforma:

source: Libraries used:
cs: Použité knihovny:

source: Usage: %s [option...] [file...] Options: --help Print help. --version Print version. -n|--no-gui Do not use the GUI, just show a plain window. -L|--log-level=LEVEL Set log level (debug/info/warning/error/quiet). --device-type=TYPE Type of input device: default, firewire, x11. --device-frame-size=WxH Request frame size WxH from input device. --device-frame-rate=N/D Request frame rate N/D from input device. --lirc-config=FILE Use the given LIRC configuration file. This option can be used more than once. -v|--video=STREAM Select video stream (1-n, depending on input). -a|--audio=STREAM Select audio stream (1-n, depending on input). -s|--subtitle=STREAM Select subtitle stream (0-n, dep. on input). -i|--input=TYPE Select input type (default autodetect): mono Single view. separate-left-right Left/right separate streams, left first. separate-right-left Left/right separate streams, right first. top-bottom Left top, right bottom. top-bottom-half Left top, right bottom, half height. bottom-top Left bottom, right top. bottom-top-half Left bottom, right top, half height. left-right Left left, right right. left-right-half Left left, right right, half width. right-left Left right, right left. right-left-half Left right, right left, half width. even-odd-rows Left even rows, right odd rows. odd-even-rows Left odd rows, right even rows. -o|--output=TYPE Select output type: mono-left Only left. mono-right Only right. top-bottom Left top, right bottom. top-bottom-half Left top, right bottom, half height. left-right Left left, right right. left-right-half Left left, right right, half width. even-odd-rows Left even rows, right odd rows. even-odd-columns Left even columns, right odd columns. checkerboard Left and right in checkerboard pattern. hdmi-frame-pack HDMI frame packing mode. red-cyan-monochrome Red/cyan anaglyph, monochrome method. red-cyan-half-color Red/cyan anaglyph, half color method. red-cyan-full-color Red/cyan anaglyph, full color method. red-cyan-dubois Red/cyan anaglyph, Dubois method. green-magenta-monochrome Green/magenta anaglyph, monochrome method. green-magenta-half-color Green/magenta anaglyph, half color method. green-magenta-full-color Green/magenta anaglyph, full color method. green-magenta-dubois Green/magenta anaglyph, Dubois method. amber-blue-monochrome Amber/blue anaglyph, monochrome method. amber-blue-half-color Amber/blue anaglyph, half color method. amber-blue-full-color Amber/blue anaglyph, full color method. amber-blue-dubois Amber/blue anaglyph, Dubois method. red-green-monochrome Red/green anaglyph, monochrome method. red-blue-monochrome Red/blue anaglyph, monochrome method. stereo OpenGL quad-buffered stereo. equalizer Multi-display via Equalizer (2D setup). equalizer-3d Multi-display via Equalizer (3D setup). -S|--swap-eyes Swap left/right view. -f|--fullscreen Fullscreen. --fullscreen-screens= Use the listed screens in fullscreen mode. [S0[,S1[,...]]] Screen numbers start with 1. The default (empty list) is to use the primary screen. --fullscreen-flip-left Flip left view vertically when fullscreen. --fullscreen-flop-left Flop left view horizontally when fullscreen. --fullscreen-flip-right Flip right view vertically when fullscreen. --fullscreen-flop-right Flop right view horizontally when fullscreen. -c|--center Center window on screen. --subtitle-encoding=ENC Set subtitle encoding. --subtitle-font=FONT Set subtitle font name. --subtitle-size=N Set subtitle font size. --subtitle-scale=S Set subtitle scale factor. --subtitle-color=COLOR Set subtitle color, in [AA]RRGGBB format. --subtitle-parallax=VAL Subtitle parallax adjustment (-1 to +1). -P|--parallax=VAL Parallax adjustment (-1 to +1). -C|--crosstalk=VAL Crosstalk leak level (0 to 1); comma-separated values for the R,G,B channels. -G|--ghostbust=VAL Amount of ghostbusting to apply (0 to 1). -b|--benchmark Benchmark mode (no audio, show fps). -l|--loop Loop the input media. Interactive control: ESC Leave fullscreen mode, or quit. q Quit. p or SPACE Pause / unpause. f Toggle fullscreen. c Center window. e Swap left/right eye. v Cycle through available video streams. a Cycle through available audio streams. s Cycle through available subtitle streams. 1, 2 Adjust contrast. 3, 4 Adjust brightness. 5, 6 Adjust hue. 7, 8 Adjust saturation. <, > Adjust parallax. (, ) Adjust ghostbusting. left, right Seek 10 seconds backward / forward. up, down Seek 1 minute backward / forward. page up, page down Seek 10 minutes backward / forward. Mouse click Seek according to horizontal click position.
cs: Použití: %s [volba...] [soubor...] Options: --help Vytiskni nápovědu. --version Vytiskni verzi. -n|--no-gui Nepoužívej grafické rozhraní, pouze zobraz holé okno. -L|--log-level=LEVEL Co se bude logovat (debug/info/warning/error/quiet). --device-type=TYPE Typ vstupního zařízení: default, firewire, x11. --device-frame-size=WxH Požadovaná velikost snímku SÍRKAxVÝSKA ze vstupního zařízení. --device-frame-rate=N/D Požadovaná obnovovací frekvence CITATEL/JMENOVATEL ze vstupního zařízení. --lirc-config=FILE Použij daný LIRC konfigurační soubor. Tato volba může být použita vícekrát. -v|--video=STREAM Vyber video stopu(1-n, záleží na vstupu). -a|--audio=STREAM Vyber zvukovou stopu (1-n, záleží na vstupu). -s|--subtitle=STREAM Vyber stopu titulků (0-n, záleží na vstupu). -i|--input=TYPE Vyber vstupní formát (výchozí je automatická detekce): mono Jeden obraz. separate-left-right Oddělená levá/pravá stopa, levá první. separate-right-left Oddělená levá/pravá stopa, pravá první. top-bottom Levá nahoře, pravá dole. top-bottom-half Levá nahoře, pravá dole, poloviční výška. bottom-top Left dole, pravá nahoře. bottom-top-half Left dole, pravá nahoře, poloviční výška. left-right Levá nalevo, pravá napravo. left-right-half Levá nalevo, pravá napravo, poloviční šířka. right-left Levá napravo, pravá nalevo. right-left-half Levá napravo, pravá nalevo, poloviční šířka. even-odd-rows Levá sudé řádky, pravá liché. odd-even-rows Levá liché řádky, pravá sudé. -o|--output=TYPE Vyber výstupní formát: mono-left Pouze levá. mono-right Pouze pravá. top-bottom Levá nahoře, pravá dole. top-bottom-half Levá nahoře, pravá dole, poloviční výška. left-right Levá nalevo, pravá napravo. left-right-half Levá nalevo, pravá napravo, poloviční šířka. even-odd-rows Levá sudé řádky, pravá liché. even-odd-columns Levá sudé sloupce, pravá liché. checkerboard Levý a pravý v šachovnici. hdmi-frame-pack HDMI režim. red-cyan-monochrome Červená/modrá anaglyf, stupně šedi. red-cyan-half-color Červená/modrá anaglyf, polotóny. red-cyan-full-color Červená/modrá anaglyf, plné tóny. red-cyan-dubois Červená/modrá anaglyf, Dubois. green-magenta-monochrome Zelená/fialová anaglyf, stupně šedi. green-magenta-half-color Zelená/fialová anaglyf, polotóny. green-magenta-full-color Zelená/fialová anaglyf, plné tóny. green-magenta-dubois Zelená/fialová anaglyf, Dubois. amber-blue-monochrome Žlutá/modrá anaglyf, stupně šedi. amber-blue-half-color Žlutá/modrá anaglyf, polotóny. amber-blue-full-color Žlutá/modrá anaglyf, plné tóny. amber-blue-dubois Žlutá/modrá anaglyf, Dubois. red-green-monochrome Červená/zelená anaglyf, stupně šedi. red-blue-monochrome Červená/modrá anaglyf, stupně šedi. stereo OpenGL quad-buffered stereo. equalizer Více monitorů použitím Equalizer (2D scéna). equalizer-3d Více monitorů použitím Equalizer (3D scéna). -S|--swap-eyes Prohoď levou/pravou. -f|--fullscreen Celá obrazovka. --fullscreen-screens= Použij vyjmenované obrazovky v celoobrazovkovém režimu. [S0[,S1[,...]]] Císla obrazovek začínají číslem 1. Výchozí (prázdný seznam) znamená použít primární obrazovku. --fullscreen-flip-left Překlop levý obraz vertikálně. --fullscreen-flop-left Překlop levý obraz horizontálně. --fullscreen-flip-right Překlop pravý obraz vertikálně. --fullscreen-flop-right Překlop pravýobraz horizontálně. -c|--center Vycentruj okno na středu monitoru. --subtitle-encoding=ENC Nastav kódování titulků. --subtitle-font=FONT Nastav písmo titulků. --subtitle-size=N Nastav velikost titulků. --subtitle-scale=S Nastav škálovací poměr titulků. --subtitle-color=COLOR Nastav barvu titulků, ve formátu [AA]RRGGBB. --subtitle-parallax=VAL Nastav parallax titulků (-1 až +1). -P|--parallax=VAL Nastv parallax (-1 až +1). -C|--crosstalk=VAL Crosstalk (0 až 1); oddělený středníky hodnoty pro kanály R,G,B. -G|--ghostbust=VAL Ghostbusting (0 to 1). -b|--benchmark Test výkonu (bez zvuk, zobrazuje fps). -l|--loop Přehrávej vstupní soubor ve smýčce. Interaktivní ovládání: ESC Opustit celoobrazovkový režim, nebo ukončit. q Ukončit. p nebo MEZERA Pozastav / pokračuj. f Přepni na celou obrazovku. c Vycentruj okno. e Prohoď levé/pravé oko. v Procházej dostupné video stopy. a Procházej dostupné zvukové stopy. s Procházej dostupné titulky. 1, 2 Uprav kontrast. 3, 4 Uprav jas. 5, 6 Uprav odstín. 7, 8 Uprav sytost. <, > Uprav parallax. (, ) Uprav ghostbusting. levá, pravá Přeskoč 10 sekund dopředu / zpět. nahoru, dolů Přeskoč 1 minutu dopředu / zpět. page up, page down Přeskoč 10 minut dopředu / zpět. Stisk myši Přeskoč vzhledem k horizontální pozici myši.

source: Benchmark mode: audio and time synchronization disabled.
cs: Testovací režim, synchronizace zvuku a času je vypnuta.

source: This version of Bino was compiled without support for LIRC.
cs: Tato verze Bina byla zkompilována bez podpory knihovny LIRC.

source: This version of Bino was compiled without support for Equalizer.
cs: Tato verze Bina byla zkompilována bez podpory knihovny Equalizer.

source: Cannot connect to X server.
cs: Nelze se připojit k X serveru.

source: No video to play.
cs: Nenalezeno žádné video.

source: Input:
cs: Vstup:

source: No video.
cs: Žádná video stopa.

source: Audio %s: %s
cs: Zvuk %s: %s

source: No audio.
cs: Žádná zvuková stopa.

source: Subtitle %s: %s
cs: Titulky %s: %s

source: No subtitle.
cs: Žádné titulky.

source: Duration: %g seconds
cs: Délka: %g sekund

source: Stereo layout: %s
cs: Stereo režim: %s

source: %s video stream %d: Unsupported stereo layout %s.
cs: %s video stopa %d: Nepodporovaný stereo režim %s.

source: %s audio stream %d: Cannot handle audio with %d channels.
cs: %s zvuková stopa %d: Nemohu přehrát zvukovou stopu s %d kanály.

source: %s audio stream %d: Cannot handle audio with sample format %s.
cs: %s zvuková stopa %d: Nemohu přehrát zvukovou stopu ve formátu %s.

source: No support available for %s device.
cs: Zařízení %s není podporováno.

source: default
cs: výchozí

source: %s: Cannot read stream info: %s
cs: %s: Nemohu přečíst informace o stopě: %s

source: %s stream %d: Cannot open %s: %s
cs: %s stopa %d: Nemohu otevřít %s: %s

source: video codec
cs: video kodek

source: audio codec
cs: zvukový kodek

source: subtitle codec
cs: kodek titulků

source: codec not supported
cs: kodek není podporován

source: %s video stream %d: Invalid frame size.
cs: %s video stopa %d: Špatná velikost obrazu.

source: %s video stream %d: Cannot initialize conversion context.
cs: %s video stopa %d: Nemohu vytvořit conversion context.

source: Video stream %d: %s / %s, %g seconds
cs: Video stopa %d: %s / %s, %g sekund

source: Using up to %d threads for decoding.
cs: Využívám až %d vláken pro dekódování.

source: Audio stream %d: %s / %s, %g seconds
cs: Zvuková stopa %d: %s / %s, %g sekund

source: Subtitle stream %d: %s / %s, %g seconds
cs: Titulky %d: %s / %s, %g sekund

source: No usable streams.
cs: Žádná použitelná stopa.

source: %s: Cannot duplicate packet.
cs: %s: Nemohu duplikovat paket.

source: %s: Seeking failed.
cs: %s: Vyhledávání selhalo.

source: No video streams found.
cs: Nebyly nalezeny žádné video stopy.

source: Cannot set requested stereo layout: incompatible media.
cs: Nemohu nastavit požadovaný stereo formát: nekompatibilní vstup.

source: Video stream %d not found.
cs: Video stopa %d nebyla nalezena.

source: Audio stream %d not found.
cs: Zvuková stopa %d nebyla nalezena.

source: Subtitle stream %d not found.
cs: Stopa titulků %d nebyla nalezena.

source: Video: delay %g seconds; dropping next frame.
cs: Video: zpoždění %g sekund; zahazuji následující snímek.

source: Reading input frame failed.
cs: Selhalo čtení snímku.

source: Waiting for subtitle renderer initialization...
cs: Čekám na inicializaci vykreslování titulků...

source: Init data mapping failed.
cs: Počáteční mapování dat selhalo.

source: Frame data mapping failed.
cs: Mapování dat snímku selhalo.

source: Video player initialization failed.
cs: Nepodařilo se inicializovat přehrávač videa.

source: Need at least OpenGL 2.1.
cs: Je vyžadováno alespon OpenGL 2.1.

source: No canvas in Equalizer configuration.
cs: V konfiguraci Equalizeru není nastaveno plátno.

source: Equalizer canvas:
cs: Plátno Equalizeru:

source: %gx%g, aspect ratio %g:1
cs: %gx%g, poměr stran %g:1

source: Area for %g:1 video: [ %g %g %g %g @ %g ]
cs: Oblast pro %g:1 video: [ %g %g %g %g @ %g ]

source: This OpenGL implementation does not support OpenGL 2.1 and framebuffer objects.
cs: OpenGL nepodporuje verzi 2.1 a framebuffer objekty.

source: Equalizer initialization failed.
cs: Chyba inicializace Equalizeru.

source: Cannot get equalizer configuration.
cs: Nelze získat nastavení Equalizeru.

source: Equalizer configuration initialization failed.
cs: Nelze získat nastavení Equalizeru.

source: <p>Select the video stream.</p>
cs: <p>Vyber video stopu.</p>

source: Audio:
cs: Zvuk:

source: <p>Select the audio stream.</p>
cs: <p>Vyber zvukovou stopu.</p>

source: Subtitle:
cs: Titulky:

source: <p>Select the subtitle stream.</p>
cs: <p>Vyber stopu titulků.</p>

source: <p>Set the 3D layout of the video stream.</p>
cs: <p>Nastav 3D formát videa.</p>

source: Separate streams, left first
cs: Oddělené stopy, levá první

source: Separate streams, right first
cs: Oddělené stopy, pravá první

source: Top/bottom
cs: Nahoře/Dole

source: Top/bottom, half height
cs: Nahoře/Dole, poloviční výška

source: Bottom/top
cs: Dole/Nahoře

source: Bottom/top, half height
cs: Dole/Nahoře, poloviční výška

source: Left/right
cs: Levá/Pravá

source: Left/right, half width
cs: Levá/Pravá, poloviční šířka

source: Right/left
cs: Pravá/Levá

source: Right/left, half width
cs: Pravá/Levá, poloviční šířka

source: Even/odd rows
cs: Sudé/Liché řádky

source: Odd/even rows
cs: Liché/Sudé řádky

source: Output:
cs: Výstup:

source: <p>Set the 3D output type for your display.</p>
cs: <p>Nastav 3D formát výstupu vašeho monitoru.</p>

source: Left view
cs: Levý obraz

source: Right view
cs: Pravý obraz

source: Even/odd columns
cs: Sudé/Liché sloupce

source: Checkerboard pattern
cs: Šachovnice

source: HDMI frame packing mode
cs: HDMI režim

source: Red/cyan glasses, monochrome method
cs: Červené/modré brýle, stupně šedi

source: Red/cyan glasses, half-color method
cs: Červené/modré brýle, polotóny

source: Red/cyan glasses, full-color method
cs: Červené/modré brýle, plné tóny

source: Red/cyan glasses, high-quality Dubois method
cs: Červené/modré brýle, kvalitní Dubois metoda

source: Green/magenta glasses, monochrome method
cs: Zelené/fialové brýle, stupně šedi

source: Green/magenta glasses, half-color method
cs: Zelené/fialové brýle, polotóny

source: Green/magenta glasses, full-color method
cs: Zelené/fialové brýle, plné tóny

source: Green/magenta glasses, high-quality Dubois method
cs: Zelené/fialové brýle, kvalitní Dubois metoda

source: Amber/blue glasses, monochrome method
cs: Žluté/modré brýle, stupně šedi

source: Amber/blue glasses, half-color method
cs: Žluté/modré brýle, polotóny

source: Amber/blue glasses, full-color method
cs: Žluté/modré brýle, plné tóny

source: Amber/blue glasses, high-quality Dubois method
cs: Žluté/modré brýle, kvalitní Dubois metoda

source: Red/green glasses, monochrome method
cs: Červené/zelené brýle, stupně šedi

source: Red/blue glasses, monochrome method
cs: Červené/modré brýle, stupně šedi

source: Swap left/right
cs: Prohoď levou/pravou

source: <p>Swap the left and right view. Use this if the 3D effect seems wrong.</p>
cs: <p>Prohoď levou a pravou. Použijte, pokud je 3D efekt špatný (obrácený)</p>

source: Off
cs: Žádné

source: <p>This slider shows the progress during video playback, and can be used to seek in the video.</p>
cs: <p>Tento posuvník zobrazuje pozici přehrávaného videa, můžete ho použít pro vyhledávání ve videu.</p>

source: <p>Elapsed / total time.</p>
cs: <p>Uplynulý / celkový čas.</p>

source: <p>Play.</p>
cs: <p>Spustit.</p>

source: <p>Pause.</p>
cs: <p>Pozastav.</p>

source: <p>Stop.</p>
cs: <p>Zastav.</p>

source: <p>Toggle loop mode.</p>
cs: <p>Přepnout přehrávání ve smyčce.</p>

source: <p>Switch to fullscreen mode. You can leave fullscreen mode by pressing the f key.</p>
cs: <p>Přepni do režimu celé obrazovky. Tento režim můžete ukončit stiskem tlačítka f</p>

source: <p>Center the video area on your screen.</p>
cs: <p>Vycentruj video na středu obrazovky.</p>

source: <p>Seek backward 10 minutes.</p>
cs: <p>Přeskoč 10 minut zpět.</p>

source: <p>Seek backward 1 minute.</p>
cs: <p>Přeskoč 1 minutu zpět.</p>

source: <p>Seek backward 10 seconds.</p>
cs: <p>Přeskoč 10 vteřin zpět.</p>

source: <p>Seek forward 10 seconds.</p>
cs: <p>Přeskoč 10 vteřin dopředu.</p>

source: <p>Seek forward 1 minute.</p>
cs: <p>Přeskoč 1 minutu dopředu.</p>

source: <p>Seek forward 10 minutes.</p>
cs: <p>Přeskoč 10 minut dopředu.</p>

source: Display Color Adjustments
cs: Zobraz nastavení barev

source: Contrast:
cs: Kontrast:

source: Brightness:
cs: Jas:

source: Hue:
cs: Odstín:

source: Saturation:
cs: Sytost:

source: Display Crosstalk Calibration
cs: Zobra Crosstalk kalibraci

source: <p>Please read the manual to find out<br>how to measure the crosstalk levels<br>of your display.</p>
cs: <p>Přečtěte si prosím v manuálu<br>jak změřit nastavení crosstalku<br>pro váš monitor.</p>

source: Red:
cs: Červená:

source: Green:
cs: Zelená:

source: Blue:
cs: Modrá:

source: Subtitle Settings
cs: Nastavení titulků

source: <p>These settings apply to soft subtitles, but not to bitmaps.</p>
cs: <p>Toto nastavení se aplikuje titulky v textové podobě, ne na obrázkové.</p>

source: Encoding:
cs: Kódování:

source: <p>Set the subtitle character set encoding.</p>
cs: <p>Nastaví znakovou stránku titulků.</p>

source: Override font:
cs: Vynutit font:

source: <p>Override the subtitle font family.</p>
cs: <p>Vynutí font titulků.</p>

source: Override font size:
cs: Vynutit velikost fontu:

source: <p>Override the subtitle font size.</p>
cs: <p>Vynutí velikost titulků.</p>

source: Override scale factor:
cs: Vynutit zvětšení:

source: <p>Override the subtitle scale factor.</p>
cs: <p>Vynutí zvětšní titulků.</p>

source: Override color:
cs: Vynutit barvu:

source: <p>Override the subtitle color.</p>
cs: <p>Vynutí barvu titulků.</p>

source: Stereoscopic Video Settings
cs: Nastavení 3D obrazu

source: <p>Adjust parallax, from -1 to +1. This changes the separation of left and right view, and thus the perceived distance of the scene.</p>
cs: <p>Upraví parallax, od -1 do +1. Změní vzdálenost levého a pravého obrazu a tím nastaví hloubku vnímání 3D scény.</p>

source: Subtitle parallax:
cs: Parallax titulků:

source: <p>Adjust subtitle parallax, from -1 to +1. This changes the perceived distance of the subtitles.</p>
cs: <p>Upraví parallax titulků, od -1 do +1. Změní vnímanou vzdálenost titulků.</p>

source: Open device
cs: Otevři zařízení

source: <p>Choose a device type.</p>
cs: <p>Vyberte typ zařízení.</p>

source: Default
cs: Výchozí

source: <p>Choose a device.</p>
cs: <p>Vyberte zařízení.</p>

source: <p>Set the X11 device string. Refer to the manual for details.</p>
cs: <p>Zadejte X11 device string. Podrobnosti najdete v manuálu.</p>

source: Request frame size
cs: Vynutit velikost obrazu
