Repository: GiR-Zippo/bino
Catalog: src/po/*.po
Languages: cs

source: <p>Request a specific frame size from the device, e.g. 640x480. The device must support this frame size. Some devices require a frame size to be selected.</p>
cs: <p>Požaduj danou velikost obrazu, například 640x480. Zařízení musí danou velikost podporovat. Některá zařízení vyžadují, aby byla velikost nastavena.</p>

source: Request frame rate
cs: Vynutit snímkovou frekvenci

source: <p>Request a specific frame rate from the device, e.g. 25/1. The device must support this frame rate. Some devices require a frame rate to be selected.</p>
cs: <p>Požaduj danou snímkovou frekvenci, například 25/1. Zařízení musí danou frekvenci podporovat. Některá zařízení vyžadují, aby byla frekvence nastavena.</p>

source: Cancel
cs: Zrušit

source: &File
cs: &Soubor

source: &Open...
cs: &Otevřít...

source: Open &URL...
cs: Otevřít &URL...

source: Open &device...
cs: Otevřít &zařízení...

source: &Quit...
cs: &Ukončit...

source: &Preferences
cs: &Nastavení

source: &Fullscreen Settings...
cs: Nastavení &celoobrazového režimu...

source: Display &Color Adjustments...
cs: Nastavení &barev...

source: Display Cross&talk Calibration...
cs: Nastavení &Crosstalku...

source: &Subtitle Settings...
cs: Nastavení &Titulků...

source: Stereoscopic Video Settings...
cs: Nastavení 3D videa...

source: &Help
cs: &Nápověda

source: &Manual...
cs: &Manuál...

source: &Website...
cs: &Webová stránka...

source: &Keyboard Shortcuts
cs: &Klávesové zkratky

source: &About
cs: &O Binu

source: Error
cs: Chyba

source: Open files
cs: Otevři soubory

source: Open URL
cs: Otevři URL

source: Fullscreen/Multiscreen Settings
cs: Nastavení Celoobrazového/Víceobrazového režimu

source: Configure fullscreen mode:
cs: Nastavení celoobrazového režimu:

source: <p>Select the screens to use in fullscreen mode.</p>
cs: <p>Vyber obrazovky, které budou použity v celoobrazovém režimu.</p>

source: Single screen:
cs: Jedna obrazovka:

source: <p>Use a single screen for fullscreen mode.</p>
cs: <p>Použij jednu obrazovku pro celoobrazový režim.</p>

source: Primary screen
cs: Primární obrazovka

source: Screen %d
cs: Obrazovka %d

source: Dual screen:
cs: Dvě obrazovky:

source: <p>Use two screens for fullscreen mode.</p>
cs: <p>Použij dvě obrazovky pro celoobrazový režim.</p>

source: Multi screen:
cs: Více obrazovek:

source: <p>Use multiple screens for fullscreen mode.</p>
cs: <p>Použij více obrazovek pro celoobrazový režim.</p>

source: <p>Comma-separated list of screens to use for fullscreen mode.</p>
cs: <p>Seznam obrazovek pro použití v celoobrazovém režimu, oddělený čárkou.</p>

source: When in fullscreen mode,
cs: V celoobrazovém režimu,

source: <p>Set special left/right view handling for fullscreen mode.</p>
cs: <p>Nastav zvláštní chování pravého/levého obrazu při celoobrazovém režimu.</p>

source: flip left view vertically.
cs: překlop levý obraz vertikálně.

source: flop left view horizontally.
cs: překlop levý obraz horizontálně.

source: flip right view vertically.
cs: překlop pravý obraz vertikálně.

source: flop right view horizontally.
cs: překlop pravý obraz horizontálně.

source: Cannot open manual.
cs: Nemohu otevřít manál.

source: Cannot open website.
cs: Nemohu otevřít webovou stránku.

source: Keyboard Shortcuts
cs: Klávesové zkratky

source: <p>Keyboard control:<br><table><tr><td>q or ESC</td><td>Stop</td></tr><tr><td>p or SPACE</td><td>Pause / unpause</td></tr><tr><td>f</td><td>Toggle fullscreen</td></tr><tr><td>c</td><td>Center window</td></tr><tr><td>e</td><td>Swap left/right eye</td></tr><tr><td>v</td><td>Cycle through available video streams</td></tr><tr><td>a</td><td>Cycle through available audio streams</td></tr><tr><td>s</td><td>Cycle through available subtitle streams</td></tr><tr><td>1, 2</td><td>Adjust contrast</td></tr><tr><td>3, 4</td><td>Adjust brightness</td></tr><tr><td>5, 6</td><td>Adjust hue</td></tr><tr><td>7, 8</td><td>Adjust saturation</td></tr><tr><td>&lt;, &gt;</td><td>Adjust parallax</td></tr><tr><td>(, )</td><td>Adjust ghostbusting</td></tr><tr><td>left, right</td><td>Seek 10 seconds backward / forward</td></tr><tr><td>up, down</td><td>Seek 1 minute backward / forward</td></tr><tr><td>page up, page down</td><td>Seek 10 minutes backward / forward</td></tr></table></p>
cs: <p>Ovládání klávesnicí:<br><table><tr><td>q nebo ESC</td><td>Ukončit</td></tr><tr><td>p nebo MEZERA</td><td>Pozastav / pokračuj</td></tr><tr><td>f</td><td>Přepni na celou obrazovku</td></tr><tr><td>c</td><td>Vycentruj okno</td></tr><tr><td>e</td><td>Prohoď levé/pravé oko</td></tr><tr><td>v</td><td>Procházej dostupné video stopy</td></tr><tr><td>a</td><td>Procházej dostupné zvukové stopy</td></tr><tr><td>s</td><td>Procházej dostupné titulky</td></tr><tr><td>1, 2</td><td>Uprav kontrast</td></tr><tr><td>3, 4</td><td>Uprav jas</td></tr><tr><td>5, 6</td><td>Uprav odstín</td></tr><tr><td>7, 8</td><td>Uprav sytost</td></tr><tr><td>&lt;, &gt;</td><td>Uprav parallax</td></tr><tr><td>(, )</td><td>Uprav ghostbusting</td></tr><tr><td>left, right</td><td>Přeskoč 10 sekund dopředu / zpět</td></tr><tr><td>up, down</td><td>Přeskoč 1 minutu dopředu / zpět</td></tr><tr><td>page up, page down</td><td>Přeskoč 10 minut dopředu / zpět</td></tr></table></p>

source: About %s
cs: O pragramu %s

source: The %s 3D video player
cs: %s 3D video přehrávač

source: <p>%s version %s.</p><p>Copyright (C) 2011 the Bino developers.</p><p>This is free software. You may redistribute copies of it under the terms of the <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>. There is NO WARRANTY, to the extent permitted by law.</p><p>See <a href="%s">%s</a> for more information on this software.</p>
cs: <p>%s verze %s.</p><p>Copyright (C) 2011 Bino vývojáři.</p><p>Tento program je svobodný software. Můžete jej šířit a modifikovat podle ustanovení <a href="http://www.gnu.org/licenses/gpl.html">GNU General Public License</a>.Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL.</p><p>Navštivte <a href="%s">%s</a> pro více informací o tomto software.</p>

source: About
cs: O programu

source: Libraries
cs: Knihovny

source: Team
cs: Tým

source: License
cs: Licence

source: Cannot initialize LibASS.
cs: Nemohu inicializovat LibASS.

source: Cannot initialize LibASS renderer.
cs: Nemohu inicializovat vykreslování LibASS.

source: Cannot initialize LibASS track.
cs: Nemohu inicializovat LibASS stopu.

source: Subtitle character set conversion failed: %s
cs: Konverze kódování titulků selhala: %s

source: Cannot create a PBO buffer.
cs: Nemohu vytvořit PBO buffer.

source: Cannot initialize GLEW: %s
cs: Nemohu inicializovat GLEW: %s

source: Please wait
cs: Prosím čekejte

source: Cannot set OpenGL context format.
cs: Nemohu nastavit OpenGL formát.

source: The display does not support OpenGL stereo mode.
cs: Stereo OpenGL režim není podporován.

source: Cannot suspend screensaver.
cs: Nelze zakázat spořič obrazovky.

source: Cannot resume screensaver.
cs: Nelze povolit spořič obrazovky.

source: OpenGL FBO error %s.
cs: Chyba FBO %s.

source: OpenGL error 0x%04X.
cs: OpenGL chyba 0x%04X.

source: OpenGL %s '%s': compiler warning:
cs: OpenGL %s '%s': varování při kompilaci:

source: OpenGL %s '%s': compilation failed.
cs: OpenGL %s '%s': selhala kompilace.

source: unknown error
cs: neznámá chyba

source: OpenGL program '%s': linker warning:
cs: OpenGL program '%s': varování linkeru:

source: OpenGL program '%s': linking failed.
cs: OpenGL program '%s': selhalo linkování.
