Repository: GiR-Zippo/bino
Catalog: po/*.po
Languages: pl

source: <p>Set the amount of crosstalk ghostbusting, from 0 to 1. You need to set the crosstalk levels of your display first. Note that crosstalk ghostbusting does not work with anaglyph glasses.</p>
pl: <p>Ustawienie ilości "crosstalk ghostbusting", od 0 do 1. Na początku powinieneś ustawić poziom "crosstalk" dla monitora. UWAGA. Ustawienie to nie działa przy okularach anaglifowych.</p>

source: Open device
pl: Otwórz urządzenie

source: <p>Choose a device type.</p>
pl: <p>Wybierz typ urządzenia.</p>

source: Default
pl: Domyślne

source: <p>Choose a device.</p>
pl: <p>Wybierz urządzenie</p>

source: <p>Set the X11 device string. Refer to the manual for details.</p>
pl: <p>Ustaw wartość urządzenia dla serwera X11. Szczegóły w dokumentacji.</p>

source: Request frame size
pl: Wymagany rozmiar ramki

source: <p>Request a specific frame size from the device, e.g. 640x480. The device must support this frame size. Some devices require a frame size to be selected.</p>
pl: <p>Wymagany rozmiar ramki urządzenia (np: 640x480). Urządzenie musi obsługiwać tą wielkość ramki. Niektóre urządzenia wymagają wyboru rozmiaru ramki.</p>

source: Request frame rate
pl: Wymagany współczynnik "fps"

source: <p>Request a specific frame rate from the device, e.g. 25/1. The device must support this frame rate. Some devices require a frame rate to be selected.</p>
pl: <p>Wymagany współczynnik "fps" urządzenia (np: 25/1). Urządzenie musi obsługiwać taki współczynnik. Niektóre urządzenia wymagają wyboru wspołczynnika "fps".<p>

source: Cancel
pl: Anuluj

source: &File
pl: &Plik

source: &Open...
pl: &Otwórz...

source: Open &URL...
pl: Otwórz &URL...

source: Open &device...
pl: Otwórz urządzenie...

source: &Quit...
pl: &Zakończ...

source: &Preferences
pl: &Preferencje

source: &Fullscreen Settings...
pl: &Ustawienia dla pełnego ekranu...

source: Display &Color Adjustments...
pl: Regulacja &koloru...

source: Display Cross&talk Calibration...
pl: Kalibracja &Crosstalku...

source: &Subtitle Settings...
pl: Ustawienia &Napisów...

source: Stereoscopic Video Settings...
pl: Ustawienia video 3D...

source: &Help
pl: &Pomoc

source: &Manual...
pl: &Instrukcja...

source: &Website...
pl: &Strona...

source: &Keyboard Shortcuts
pl: &Skróty klawiszy

source: &About
pl: &O Bino

source: Error
pl: Błąd

source: Open files
pl: Otwórz pliki

source: Open URL
pl: Otwórz URL

source: Fullscreen/Multiscreen Settings
pl: Ustawienia pełny ekran/wiele ekranów

source: Configure fullscreen mode:
pl: Konfiguracja trybu pełnego ekranu:

source: <p>Select the screens to use in fullscreen mode.</p>
pl: <p>Wybierz ekran do trybu "pełnego ekranu".</p>

source: Single screen:
pl: Pojedynczy ekran:

source: <p>Use a single screen for fullscreen mode.</p>
pl: <p>Użyj pojedynczy ekran jako tryb "pełnego ekranu".</p>

source: Primary screen
pl: Pierwszy ekran

source: Screen %d
pl: Ekran %d

source: Dual screen:
pl: Podwójny ekran:

source: <p>Use two screens for fullscreen mode.</p>
pl: <p>Użyj dwóch ekranów jako trybu "pełnego ekranu".</p>

source: Multi screen:
pl: Wiele ekranów:

source: <p>Use multiple screens for fullscreen mode.</p>
pl: <p>Użyj wiele ekranów jako trybu "pełnego ekranu"</p>

source: <p>Comma-separated list of screens to use for fullscreen mode.</p>
pl: <p>Lista dostępnych ekranów do użycia w trybie "pełnego ekranu".</p>

source: When in fullscreen mode,
pl: Kiedy w trybie "pełnego ekranu",

source: <p>Set special left/right view handling for fullscreen mode.</p>
pl: <p>Réglages spéciaux pour les vues droite et gauche en plein écran.</p>

source: flip left view vertically.
pl: widok "flip" z lewej w pionie.

source: flop left view horizontally.
pl: widok "flop" z lewej w poziomie.

source: flip right view vertically.
pl: widok "flip" z prawej w pionie.

source: flop right view horizontally.
pl: widok "flop" z prawej w poziomie.

source: Cannot open manual.
pl: Nie można otworzyć instrukcji.

source: Cannot open website.
pl: Nie można otworzyć przeglądarki.

source: Keyboard Shortcuts
pl: Skróty klawiszy

source: <p>Keyboard control:<br><table><tr><td>q or ESC</td><td>Stop</td></tr><tr><td>p or SPACE</td><td>Pause / unpause</td></tr><tr><td>f</td><td>Toggle fullscreen</td></tr><tr><td>c</td><td>Center window</td></tr><tr><td>e</td><td>Swap left/right eye</td></tr><tr><td>v</td><td>Cycle through available video streams</td></tr><tr><td>a</td><td>Cycle through available audio streams</td></tr><tr><td>s</td><td>Cycle through available subtitle streams</td></tr><tr><td>1, 2</td><td>Adjust contrast</td></tr><tr><td>3, 4</td><td>Adjust brightness</td></tr><tr><td>5, 6</td><td>Adjust hue</td></tr><tr><td>7, 8</td><td>Adjust saturation</td></tr><tr><td>&lt;, &gt;</td><td>Adjust parallax</td></tr><tr><td>(, )</td><td>Adjust ghostbusting</td></tr><tr><td>left, right</td><td>Seek 10 seconds backward / forward</td></tr><tr><td>up, down</td><td>Seek 1 minute backward / forward</td></tr><tr><td>page up, page down</td><td>Seek 10 minutes backward / forward</td></tr></table></p>
pl: <p>Kontrola klawiatury:<br><table><tr><td>q lub ESC</td><td>Wyjście</td></tr><tr><td>p lub SPACJA</td><td>Puauza / odtwarzaj</td></tr><tr><td>f</td><td>Przełączenie na cały ekran</td></tr><tr><td>c</td><td>Wypośrodkuj</td></tr><tr><td>e</td><td>Przełączanie lewe/prawe oko</td></tr><tr><td>v</td><td>Przełączanie pomiędzy strumieniami video</td></tr><tr><td>a</td><td>Przełączanie pomiędzy strumieniami audio</td></tr><tr><td>s</td><td>Przełączanie pomiędzy strumieniami napisów</td></tr><tr><td>1, 2</td><td>Regulacja kontrastu</td></tr><tr><td>3, 4</td><td>Regulacja jasności</td></tr><tr><td>5, 6</td><td>Regulacja kolorów</td></tr><tr><td>7, 8</td><td>Regulacja nasycenia</td></tr><tr><td>&lt;, &gt;</td><td>Regulacja paralaksy</td></tr><tr><td>(, )</td><td>Regulacja "ghostbusting"</td></tr><tr><td>lewy, prawy</td><td>Przewiń 10 sekund do przodu / do tyłu</td></tr><tr><td>góra, dół</td><td>Przewiń 1 minutę do przodu / do tyłu</td></tr><tr><td>w górę, w dół</td><td>Przewiń 10 minut do przodu / do tyłu</td></tr></table></p>

source: About %s
pl: O programie %s

source: The %s 3D video player
pl: %s odtwarzacz 3D

source: About
pl: O programie

source: Libraries
pl: Biblioteki

source: Team
pl: Zespół

source: License
pl: Licencja

source: Cannot initialize LibASS.
pl: Nie można zainicjować biblioteki LibASS.

source: Cannot initialize LibASS renderer.
pl: Nie można zainicjować renderowania LibASS.

source: Cannot initialize LibASS track.
pl: Nie można zainicjować ścieżki LibASS.

source: Subtitle character set conversion failed: %s
pl: Ustawienie kodowania konwersji napisów zakończone niepowodzeniem: %s

source: Cannot create a PBO buffer.
pl: Nie można utworzyć buforu PBO.

source: Cannot initialize GLEW: %s
pl: Nie można zainicjować biblioteki GLEW: %s

source: Please wait
pl: Proszę czekać

source: The display does not support OpenGL stereo mode.
pl: Nie obsługiwany tryb stereo OpenGL.

source: Cannot set OpenGL context format.
pl: Nie można ustawić formatu OpenGL.

source: Cannot suspend screensaver.
pl: Nie można wstrzymać działania "screensaver'a".

source: Cannot resume screensaver.
pl: Nie można wznowić działania "screensaver'a"

source: OpenGL FBO error %s.
pl: Błąd OpenGL FBO %s.

source: OpenGL error 0x%04X.
pl: OpenGL błąd 0x%04X.

source: OpenGL %s '%s': compiler warning:
pl: OpenGL %s '%s': ostrzeżenie kompilatora:

source: OpenGL %s '%s': compilation failed.
pl: OpenGL %s '%s': kompilacja zakończona niepowodzeniem.

source: unknown error
pl: nieznany błąd

source: OpenGL program '%s': linker warning:
pl: OpenGL program '%s': ostrzeżenie linkowania:

source: OpenGL program '%s': linking failed.
pl: OpenGL program '%s': linkowanie zakończone niepowodzeniem.
