Repository: GiR-Zippo/bino
Catalog: po/*.po
Languages: pl

source: Caught signal %d (%s). Aborting.
pl: Niedozwolony sygnał %d (%s). Zatrzymywanie.

source: Unexpected exception.
pl: Niespodziewany wyjątek.

source: Report bugs to <%s>.
pl: Raportuj błędy do <%s>.

source: Exception: %s
pl: Wyjątek: %s

source: Invalid option %s.
pl: Nieznana opcja %s.

source: Option --%s does not take an argument.
pl: Opcja --%s nie przyjmuje żadnego argumentu.

source: Invalid option -%c.
pl: Nieznana opcja -%c.

source: Option --%s requires an argument.
pl: Opcja --%s wymaga argumentu.

source: Option -%c requires an argument.
pl: Opcja -%c wymaga argumentu.

source: Invalid argument for -%c.
pl: Nieznany argument dla -%c.

source: Invalid argument for --%s.
pl: Nieznany argument dla --%s.

source: Option --%s (-%c) is mandatory.
pl: Opcja --%s (-%c) jest wymagana.

source: Option --%s is mandatory.
pl: Opcja --%s jest wymagana.

source: Too few arguments.
pl: Za mało parametrów.

source: Too many arguments.
pl: Za dużo parametrów.

source: Cannot convert string to %s.
pl: Nie można skonwertować tekstu do %s.

source: Cannot convert %s to %s.
pl: Nie można skonwertować %s do %s.

source: Cannot initialize mutex: %s
pl: Nie można zainicjować mutex: %s

source: Cannot lock mutex: %s
pl: Nie można zablokować mutex: %s

source: Cannot unlock mutex: %s
pl: Nie można odblokować mutex: %s

source: Cannot create thread: %s
pl: Nie można utworzyć wątku: %s

source: Cannot join with thread: %s
pl: Nie można podłączyć się do wątku: %s

source: Cannot cancel thread: %s
pl: Nie można anulować wyjątku: %s

source: Cannot get time.
pl: Nie można pobrać czasu.

source: No OpenAL device available.
pl: Urządzenie OpenAL jest niedostępne.

source: No OpenAL context available.
pl: Brak kontekstu OpenAL.

source: Cannot create OpenAL buffers.
pl: Nie można stworzyć buforów dla OpenAL.

source: Cannot create OpenAL source.
pl: Nie można utworzyć źródła dla OpenAL.

source: Cannot set OpenAL source parameters.
pl: Nie można ustawić parametrów dla OpenAL.

source: Cannot check OpenAL source state.
pl: Nie można określić stanu OpenAL.

source: Cannot restart OpenAL source playback.
pl: Nie można zrestartować źródła odtwarzania OpenAL.

source: No OpenAL format available for audio data format %s.
pl: Nie ma dostępnego formatu OpenAL dla danych audio %s.

source: Cannot buffer initial OpenAL data.
pl: Nie można zainicjować buforów dla danych OpenAL.

source: Cannot buffer OpenAL data.
pl: Nie można buforować danych OpenAL.

source: Cannot start OpenAL source playback.
pl: Nie można uruchomić odtwarzania źródła OpenAL.

source: Cannot pause OpenAL source playback.
pl: Nie można wstrzymać odtwarzania źródła OpenAL.

source: Cannot unpause OpenAL source playback.
pl: Nie można ponownie uruchomić odtwarzania źródła OpenAL.

source: Cannot stop OpenAL source playback.
pl: Nie można zatrzymać odtwarzania źródła OpenAL.

source: Cannot unqueue OpenAL source buffers.
pl: Nie można odkolejkować źródła buforów OpenAL.

source: unknown
pl: nieznany

source: not used
pl: nie używany

source: Cannot initialize LIRC.
pl: Nie można zainicjować LIRC.

source: Cannot set LIRC socket properties.
pl: Nie można ustawić właściwości gniazda LIRC.

source: Cannot read LIRC default configuration.
pl: Nie można odczytać konfiguracji domyślnej LIRC.

source: Cannot read LIRC configuration file %s.
pl: Nie można odczytać pliku konfiguracyjnego LIRC %s.

source: Cannot get LIRC event; disabling LIRC support.
pl: Nie można pobrać zdarzenia; wyłączenie obsługi LIRC.

source: Received invalid command '%s' from LIRC.
pl: Błędna odebrana komenda LIRC '%s'.

source: Cannot get command for LIRC code.
pl: Nie można pobrać komendy z LIRC.

source: %s version %s
pl: %s wersja %s

source: Copyright (C) 2011 the Bino developers.
pl: Copyright (C) 2011 deweloperzy Bino.

source: Platform:
pl: Platforma:

source: Libraries used:
pl: Użyte biblioteki:

source: Usage: %s [option...] [file...] Options: --help Print help. --version Print version. -n|--no-gui Do not use the GUI, just show a plain window. -L|--log-level=LEVEL Set log level (debug/info/warning/error/quiet). --device-type=TYPE Type of input device: default, firewire, x11. --device-frame-size=WxH Request frame size WxH from input device. --device-frame-rate=N/D Request frame rate N/D from input device. --lirc-config=FILE Use the given LIRC configuration file. This option can be used more than once. -v|--video=STREAM Select video stream (1-n, depending on input). -a|--audio=STREAM Select audio stream (1-n, depending on input). -s|--subtitle=STREAM Select subtitle stream (0-n, dep. on input). -i|--input=TYPE Select input type (default autodetect): mono Single view. separate-left-right Left/right separate streams, left first. separate-right-left Left/right separate streams, right first. top-bottom Left top, right bottom. top-bottom-half Left top, right bottom, half height. bottom-top Left bottom, right top. bottom-top-half Left bottom, right top, half height. left-right Left left, right right. left-right-half Left left, right right, half width. right-left Left right, right left. right-left-half Left right, right left, half width. even-odd-rows Left even rows, right odd rows. odd-even-rows Left odd rows, right even rows. -o|--output=TYPE Select output type: mono-left Only left. mono-right Only right. top-bottom Left top, right bottom. top-bottom-half Left top, right bottom, half height. left-right Left left, right right. left-right-half Left left, right right, half width. even-odd-rows Left even rows, right odd rows. even-odd-columns Left even columns, right odd columns. checkerboard Left and right in checkerboard pattern. hdmi-frame-pack HDMI frame packing mode. red-cyan-monochrome Red/cyan anaglyph, monochrome method. red-cyan-half-color Red/cyan anaglyph, half color method. red-cyan-full-color Red/cyan anaglyph, full color method. red-cyan-dubois Red/cyan anaglyph, Dubois method. green-magenta-monochrome Green/magenta anaglyph, monochrome method. green-magenta-half-color Green/magenta anaglyph, half color method. green-magenta-full-color Green/magenta anaglyph, full color method. green-magenta-dubois Green/magenta anaglyph, Dubois method. amber-blue-monochrome Amber/blue anaglyph, monochrome method. amber-blue-half-color Amber/blue anaglyph, half color method. amber-blue-full-color Amber/blue anaglyph, full color method. amber-blue-dubois Amber/blue anaglyph, Dubois method. red-green-monochrome Red/green anaglyph, monochrome method. red-blue-monochrome Red/blue anaglyph, monochrome method. stereo OpenGL quad-buffered stereo. equalizer Multi-display via Equalizer (2D setup). equalizer-3d Multi-display via Equalizer (3D setup). -S|--swap-eyes Swap left/right view. -f|--fullscreen Fullscreen. --fullscreen-screens= Use the listed screens in fullscreen mode. [S0[,S1[,...]]] Screen numbers start with 1. The default (empty list) is to use the primary screen. --fullscreen-flip-left Flip left view vertically when fullscreen. --fullscreen-flop-left Flop left view horizontally when fullscreen. --fullscreen-flip-right Flip right view vertically when fullscreen. --fullscreen-flop-right Flop right view horizontally when fullscreen. -c|--center Center window on screen. --subtitle-encoding=ENC Set subtitle encoding. --subtitle-font=FONT Set subtitle font name. --subtitle-size=N Set subtitle font size. --subtitle-scale=S Set subtitle scale factor. --subtitle-color=COLOR Set subtitle color, in [AA]RRGGBB format. --subtitle-parallax=VAL Subtitle parallax adjustment (-1 to +1). -P|--parallax=VAL Parallax adjustment (-1 to +1). -C|--crosstalk=VAL Crosstalk leak level (0 to 1); comma-separated values for the R,G,B channels. -G|--ghostbust=VAL Amount of ghostbusting to apply (0 to 1). -b|--benchmark Benchmark mode (no audio, show fps). -l|--loop Loop the input media. Interactive control: ESC Leave fullscreen mode, or quit. q Quit. p or SPACE Pause / unpause. f Toggle fullscreen. c Center window. e Swap left/right eye. v Cycle through available video streams. a Cycle through available audio streams. s Cycle through available subtitle streams. 1, 2 Adjust contrast. 3, 4 Adjust brightness. 5, 6 Adjust hue. 7, 8 Adjust saturation. <, > Adjust parallax. (, ) Adjust ghostbusting. left, right Seek 10 seconds backward / forward. up, down Seek 1 minute backward / forward. page up, page down Seek 10 minutes backward / forward. Mouse click Seek according to horizontal click position.
pl: Użycie: %s [opcje...] [plik...] Opcje: --help Wyświetla pomoc. --version Wyświetla wersję. -n|--no-gui Nie używaj GUI, tylko pokazuje okno. -L|--log-level=LEVEL Ustaw poziom logów (debug/info/warning/error/quiet). --device-type=TYPE Typ wejściowego urządzenia: default, firewire, x11. --device-frame-size=WxH Wymagany rozmiar ramki WxH z urządzenia wejściowego. --device-frame-rate=N/D Wymagana wartość odświeżania ramki N/D z urządzenia wejściowego. --lirc-config=FILE Użyj podanego pliku konfiguracyjnego. Ta opcja może być użyta więcej niż jeden raz. -v|--video=STREAM Wybierz strumień video (1-n, zależnie od wejścia). -a|--audio=STREAM Wybierz strumień audio (1-n, zależnie od wejścia). -s|--subtitle=STREAM Select subtitle stream (0-n, zależnie od wejście). -i|--input=TYPE Wybór typu wejścia (domyślnie: autodetekcja): mono Pojedyńczy strumien. separate-left-right Lewy/prawy oddzielne strumienie, lewy pierwszy. separate-right-left Lewy/prawy oddzielne strumienie, prawy pierwszy. top-bottom Lewy góra, prawy dół. top-bottom-half Lewy góra, prawy dół, połowa wysokości. bottom-top Lewy dół, prawy góra. bottom-top-half Lewy dół, prawy góra, połowa wysokości. left-right Lewy lewy, prawy prawy. left-right-half Lewy lewy, prawy prawy, połowa szerokości. right-left Lewy prawy, prawy lewy. right-left-half Lewy prawy, prawy lewy, połowa szerokości. even-odd-rows Lewy parzysty rząd, prawy nieparzysty rząd. odd-even-rows Lewy nieparzysty rząd, prawy parzysty rząd. -o|--output=TYPE Wybór typu wyjścia: mono-left Tylko lewy. mono-right Tylko prawy. top-bottom Lewy góra, prawy dół. top-bottom-half Lewy góra, prawy dół, połowa wysokości. left-right Lewy lewy, prawy prawy. left-right-half Lewy lewy, prawy prawy, połowa szerokości. even-odd-rows Lewy parzysty rząd, prawy nieparzysty rząd. even-odd-columns Lewy parzyste kolumny, prawy nieparzyste kolumny. checkerboard Lewy i prawy jako wzór szachownicy. hdmi-frame-pack Tryb opakowanej ramki HDMI. red-cyan-monochrome Czerwony/cyjan - anaglif, czarnobiały. red-cyan-half-color Czerwony/cyjan - anaglif, połowa koloru. red-cyan-full-color Czerwony/cyjan - anaglif, pełny kolor. red-cyan-dubois Czerwony/cyjan - anaglif, Dubois. green-magenta-monochrome Zielony/karmazynowy - anaglif, czarnobiały. green-magenta-half-color Zielony/karmazynowy - anaglif, połowa koloru. green-magenta-full-color Zielony/karmazynowy - anaglif, pełny kolor. green-magenta-dubois Zielony/karmazynowy - anaglif, Dubois. amber-blue-monochrome Bursztyn/niebieski - anaglif, monochrome method. amber-blue-half-color Bursztyn/niebieski - anaglif, połowa koloru. amber-blue-full-color Bursztyn/niebieski - anaglif, pełny kolor. amber-blue-dubois Bursztyn/niebieski - anaglif, Dubois. red-green-monochrome Czerwony/zielony - anaglif, czarnobiały. red-blue-monochrome Czerwony/niebieski - anaglif, czarnobiały. stereo OpenGL quad-buffered stereo. equalizer Multi-display przez Equalizer (ustawianie 2D). equalizer-3d Multi-display via Equalizer (ustawianie 3D). -S|--swap-eyes Zamiana widoku lewy/prawy. -f|--fullscreen Pełny ekran. --fullscreen-screens= Użycie podanych ekranów w opcji pełnego ekranu. [S0[,S1[,...]]] Numery ekranów zaczynając od 1. Domyślnie (pusta lista) używany jest pierwszy ekran. --fullscreen-flip-left Widok "flip" z lewej w pionie w trybie "pełnego ekranu". --fullscreen-flop-left Widok "flop" z lewej w poziomie w trybie "pełnego ekranu". --fullscreen-flip-right Widok "flip" z prawej w pionie w trybie "pełnego ekranu". --fullscreen-flop-right Widok "flop" z prawej w poziomie w trybie "pełnego ekranu". -c|--center Wycentrowanie. --subtitle-encoding=ENC Ustaw kodowanie napisów. --subtitle-font=FONT Ustaw nazwę fontów. --subtitle-size=N Ustaw rozmiar napisów. --subtitle-scale=S Ustaw skalę napisów. --subtitle-color=COLOR Ustaw kolor napisów, jako format [AA]RRGGBB. --subtitle-parallax=VAL Regulacja paralaksy napisów (-1 do +1). -P|--parallax=VAL Regulacja paralaksy (-1 do +1). -C|--crosstalk=VAL Poziom nieszczelności "crosstalk" (0 to 1); oddzielne wartości dla kanałów the R,G,B. -G|--ghostbust=VAL Suma zwróconych "duchów" (0 do 1). -b|--benchmark Tryb Benchmark (bez audio, pokazuje fps). -l|--loop Pętla mediów wejściowych. Kontrola interaktywna: ESC Opuszczenie trybu pełnego ekranu, lub wyjście. q Wyjście. p lub SPACE Pauza / wyłączenie pauzy. f Przełącznik do trybu pełnego ekranu. c Wypośrodkowanie. e Zamiana lewe/prawe oko. v Przełączanie dostępnych strumieni video. a Przełączanie dostępnych strumieni audio. s Przełączanie dostępnych strumieni napisów. 1, 2 Regulacja poziomu kontrastu. 3, 4 Regulacja poziomu jasności. 5, 6 Regulacja poziomu kolorów. 7, 8 Regulacja poziomu nasycenia. <, > Regulacja paralaksy. (, ) Regulacja "duchów". left, right Przesuń 10 sekund do tyłu / do przodu. up, down Przesuń 1 minutę do tyłu / do przodu. page up, page down Przesuń 10 minut do tyłu / do przodu. Mouse click Przesuń zgodnie z pozycją myszki na suwaku czasu..

source: Benchmark mode: audio and time synchronization disabled.
pl: Opcja testowa: audio i synchronizacja czasu wyłączona.

source: This version of Bino was compiled without support for LIRC.
pl: Ta wersja bino została skompilowana bez obsługi LIRC.

source: This version of Bino was compiled without support for Equalizer.
pl: Ta wersja bino została skompilowana bez obsługi korektora.

source: Cannot connect to X server.
pl: Nie można połączyć się z X serwerem.

source: No video to play.
pl: Brak video do odtwarzania.

source: Input:
pl: Wejście:

source: No video.
pl: Brak video.

source: No audio.
pl: Brak audio.

source: Subtitle %s: %s
pl: Napisy %s : %s

source: No subtitle.
pl: Brak napisów.

source: Duration: %g seconds
pl: Czas trwania: %g sekund

source: Stereo layout: %s
pl: Układ stereo: %s

source: %s video stream %d: Unsupported stereo layout %s.
pl: %s strumień video %d : Nie wspierany układ stereo %s.

source: %s audio stream %d: Cannot handle audio with %d channels.
pl: %s strumień audio %d: Nie można obsłużyć audio z %d kanałem/ami.

source: %s audio stream %d: Cannot handle audio with sample format %s.
pl: %s strumień audio %d: Nie można obsłużyć próbki formatu audio %s.

source: No support available for %s device.
pl: Brak dostępnego wsparcia dla urządzenia %s.

source: default
pl: domyślne

source: %s: Cannot read stream info: %s
pl: %s: Nie można odczytać strumienia info: %s

source: %s stream %d: Cannot open %s: %s
pl: %s strumień %d : Nie można otworzyć %s : %s

source: video codec
pl: kodek video

source: audio codec
pl: kodek audio

source: subtitle codec
pl: kodek napisów

source: data
pl: dane

source: codec not supported
pl: nie wspierany kodek

source: %s video stream %d: Invalid frame size.
pl: %s strumień video %d: Zły rozmiar ramki.

source: %s video stream %d: Cannot initialize conversion context.
pl: %s strumień video %d: Nie można zainicjować konwersji zależnej od kontekstu.

source: Video stream %d: %s / %s, %g seconds
pl: Strumień video %d: %s / %s, %g sekund

source: Using up to %d threads for decoding.
pl: Użyj do %d wątków do dekodowania.

source: Audio stream %d: %s / %s, %g seconds
pl: Strumień audio %d: %s / %s, %g sekund

source: Subtitle stream %d: %s / %s, %g seconds
pl: Napisy %d: %s / %s, %g sekund

source: No usable streams.
pl: Brak użytecznych strumieni.

source: %s: Cannot duplicate packet.
pl: %s: Nie mogę skopiować pakietu.

source: %s: Seeking failed.
pl: %s: Przesuwanie zakończone niepowodzeniem .

source: No video streams found.
pl: Brak strumieni video.

source: Cannot set requested stereo layout: incompatible media.
pl: Nie można ustawić narzuconego planu stereo: niekompatybilne media.

source: Video stream %d not found.
pl: Strumień video %d nie znaleziony.

source: Audio stream %d not found.
pl: Strumień audio %d nie znaleziony.

source: Subtitle stream %d not found.
pl: Strumień napisów %d nie znaleziony.

source: Video: delay %g seconds; dropping next frame.
pl: Video: późnienie %g sekund; odrzucanie następnej ramki.

source: Reading input frame failed.
pl: Odczytywanie wejściowej ramki zakończony niepowodzeniem.

source: Waiting for subtitle renderer initialization...
pl: Oczekiwanie na inicjację renderowania napisów...

source: Init data mapping failed.
pl: Inicjowanie mapowanych danych nie powiodło się.

source: Frame data mapping failed.
pl: Mapowanie danych ramki nie powiodło się.

source: Video player initialization failed.
pl: Inicjacja odtwarzacza nie powiodła się.

source: Need at least OpenGL 2.1.
pl: Minimalna wymagana wersja OpenGL to 2.1.

source: No canvas in Equalizer configuration.
pl: Brak obrazu w konfiguracji korektora.

source: Equalizer canvas:
pl: Obraz korektora:

source: %gx%g, aspect ratio %g:1
pl: %gx%g, proporcja obrazu %g:1

source: Area for %g:1 video: [ %g %g %g %g @ %g ]
pl: Obszar dla %g:1 video: [ %g %g %g %g @ %g ]

source: This OpenGL implementation does not support OpenGL 2.1 and framebuffer objects.
pl: Ta implementacja OpenGL 2.1 nie obsługuje obiektów "framebuffer".

source: Equalizer initialization failed.
pl: Inicjacja korektora nie powiodła się.

source: Cannot get equalizer configuration.
pl: Nie można pobrać konfiguracji korektora.

source: Equalizer configuration initialization failed.
pl: Inicjacja konfiguracji korektora zakończona niepowodzeniem.

source: <p>Select the video stream.</p>
pl: <p>Wybierz strumień video.</p>

source: Audio:
pl: Dźwięk :

source: <p>Select the audio stream.</p>
pl: <p>Wybierz strumień audio.</p>

source: Subtitle:
pl: Napisy:

source: <p>Select the subtitle stream.</p>
pl: <p>Wybierz strumień napisów.</p>

source: <p>Set the 3D layout of the video stream.</p>
pl: <p>Ustaw format strumienia 3D.</p>

source: Separate streams, left first
pl: Oddzielne strumienie, lewy pierwszy

source: Separate streams, right first
pl: Oddzielne strumienie, prawy pierwszy

source: Top/bottom
pl: Góra/Dół

source: Top/bottom, half height
pl: Góra/Dół, połowa wysokości

source: Bottom/top
pl: Dół/Góra

source: Bottom/top, half height
pl: Dół/Góra, połowa wysokości

source: Left/right
pl: Lewy/Prawy

source: Left/right, half width
pl: Lewy/Prawy, połowa szerokości

source: Right/left
pl: Prawy/Lewy

source: Right/left, half width
pl: Prawy/Lewy połowa szerokości

source: Even/odd rows
pl: Parzyste/nieparzyste rzędy

source: Odd/even rows
pl: Nieparzyste/parzyste rzędy

source: Output:
pl: Wyjście:

source: <p>Set the 3D output type for your display.</p>
pl: <p>Ustaw typ wyjście 3D dla swojego monitora.</p>

source: Left view
pl: Lewy obraz

source: Right view
pl: Prawy obraz

source: Even/odd columns
pl: Parzyste/nieparzyste kolumny

source: Checkerboard pattern
pl: Wzór szachownicy

source: HDMI frame packing mode
pl: Tryb HDMI

source: Red/cyan glasses, monochrome method
pl: Czerwony/cyjan, czarnobiały

source: Red/cyan glasses, half-color method
pl: Czerwony/cyjan, połowa koloru

source: Red/cyan glasses, full-color method
pl: Czerwony/cyjan, kolorowy

source: Red/cyan glasses, high-quality Dubois method
pl: Czerwony/cyjan, Dubois

source: Green/magenta glasses, monochrome method
pl: Zielony/karmazynowy, czarnobiały

source: Green/magenta glasses, half-color method
pl: Zielony/karmazynowy, połowa koloru

source: Green/magenta glasses, full-color method
pl: Zielony/karmazynowy, kolorowy

source: Green/magenta glasses, high-quality Dubois method
pl: Zielony/karmazynowy, Dubois

source: Amber/blue glasses, monochrome method
pl: Bursztynowy/niebieski, czarnobiały

source: Amber/blue glasses, half-color method
pl: Bursztynowy/niebieski, połowa koloru

source: Amber/blue glasses, full-color method
pl: Bursztynowy/niebieski, kolorowy

source: Amber/blue glasses, high-quality Dubois method
pl: Bursztynowy/niebieski, Dubois

source: Red/green glasses, monochrome method
pl: Czerwony/zielony, czarnobiały

source: Red/blue glasses, monochrome method
pl: Czerwony/zielony, czarnobiały

source: Swap left/right
pl: Zamień lewy/prawy

source: <p>Swap the left and right view. Use this if the 3D effect seems wrong.</p>
pl: p>Zamiana obrazu lewego i prawego. Użyj gdy efekt 3D będzie zły.</p>

source: Off
pl: Wyłącz

source: <p>This slider shows the progress during video playback, and can be used to seek in the video.</p>
pl: <p>Suwak pokazuje postęp podczas odtwarzania video i może być używany do odtwarzania od zaznaczonego punktu czasu w video</p>

source: <p>Elapsed / total time.</p>
pl: <p>Upłynięty/całkowity czas</p>

source: <p>Play.</p>
pl: <p>Odtwarzaj.</p>

source: <p>Pause.</p>
pl: <p>Pauza.</p>

source: <p>Toggle loop mode.</p>
pl: <p>Przełączanie opcji pętli</p>

source: <p>Switch to fullscreen mode. You can leave fullscreen mode by pressing the f key.</p>
pl: <p>Przełącz na tryb pełnoekranowy. Klikając klawisz "f" możesz wyjść z tego trybu.</p>

source: <p>Center the video area on your screen.</p>
pl: <p>Wypośrodkuj obszar video na monitorze.</p>

source: <p>Seek backward 10 minutes.</p>
pl: <p>Cofnij 10 minut do tyłu.</p>

source: <p>Seek backward 1 minute.</p>
pl: <p>Cofnij 1 minutę do tyłu.</p>

source: <p>Seek backward 10 seconds.</p>
pl: <p>Cofnij 10 sekund do tyłu.</p>

source: <p>Seek forward 10 seconds.</p>
pl: <p>Przeskocz 10 sekund do przodu.</p>

source: <p>Seek forward 1 minute.</p>
pl: <p>Przeskocz 1 minutę do przodu.</p>

source: <p>Seek forward 10 minutes.</p>
pl: <p>Przeskocz 10 minut do przodu.</p>

source: Display Color Adjustments
pl: Wyświetl regulację kolorów

source: Contrast:
pl: Kontrast:

source: Brightness:
pl: Jasność:

source: Hue:
pl: Kolor:

source: Saturation:
pl: Nasycenie:

source: Display Crosstalk Calibration
pl: Wyświetl kalibrację "crosstalk"

source: <p>Please read the manual to find out<br>how to measure the crosstalk levels<br>of your display.</p>
pl: <p>Proszę przeczytać instrukcję aby dowiedzieć się<br>jak zmierzyć poziom "crosstalk"<br>twojego monitora.</p>

source: Red:
pl: Czerwony:

source: Green:
pl: Zielony:

source: Blue:
pl: Niebieski:

source: Subtitle Settings
pl: Ustawienia napisów

source: <p>These settings apply to soft subtitles, but not to bitmaps.</p>
pl: <p>Te ustawienia dotyczą zwykłych napisów, a nie w bitmapach.</p>

source: Encoding:
pl: Kodowanie:

source: <p>Set the subtitle character set encoding.</p>
pl: <p>Ustaw kodowanie napisów.</p>

source: Override font:
pl: Zastąp czcionkę:

source: <p>Override the subtitle font family.</p>
pl: <p>Zastąp czcionkę napisu.</p>

source: Override font size:
pl: Zastąp rozmiar czcionki:

source: <p>Override the subtitle font size.</p>
pl: <p>Zastąp rozmiar czcioni napisu.</p>

source: Override scale factor:
pl: Zastąp współczynnik skali:

source: <p>Override the subtitle scale factor.</p>
pl: <p>Zastąp współczynnik skali napisu.</p>

source: Override color:
pl: Zastąp kolor:

source: <p>Override the subtitle color.</p>
pl: <p>Zastąp kolor napisu.</p>

source: Stereoscopic Video Settings
pl: Ustawienia obrazu 3D

source: Parallax:
pl: Paralaksa:

source: <p>Adjust parallax, from -1 to +1. This changes the separation of left and right view, and thus the perceived distance of the scene.</p>
pl: <p>Regulacja paralaksy od -1 do +1. Zmiany oddzielają lewy i prawy obraz i wpływają na spostrzeganie dystansu w scenie.</p>

source: Subtitle parallax:
pl: Paralaksa napisów:

source: <p>Adjust subtitle parallax, from -1 to +1. This changes the perceived distance of the subtitles.</p>
pl: <p>Regulacja paralaksy od -1 do +1. Zmiany wpływają na spostrzeganiu dystansu napisów względem danej sceny.</p>
